tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "txn2/tap"
brew "bat"
brew "fzf"
brew "gh"
brew "go"
brew "gopls"
brew "helm"
brew "kubectx"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "python@3.10"
brew "pre-commit"
brew "purescript"
brew "python@3.9"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust-analyzer"
brew "telnet"
brew "tmux"
brew "zplug"
brew "zsh"
brew "fluxcd/tap/flux"
brew "mongodb/brew/mongodb-community"
brew "txn2/tap/kubefwd"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "ngrok"
